Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Contractor is responsible for installing patches unless Appendix 1 specifies that this shall be performed by the Customer itself or the Customer's provider of operational services.
nn: Leverandøren er ansvarleg for å installere programrettingar dersom det ikkje går fram av vedlegg 1 at dette skal gjerast av Kunden sjølv eller Kunden sin driftsleverandør.

source: - Error that results in functions that, based on an objective assessment, are of importance to the Customer not working as described in the agreement, and which it is time-consuming and costly to work around.
nn: - Feil som fører til at funksjonar som, ut frå ei objektiv vurdering, er viktige for Kunden ikkje verkar som skildra i avtalen, og som det er tids- og ressurskrevjande å omgå.

source: The agreement term includes an establishment phase, as described in Appendix 4.
nn: Avtaleperioden omfattar ein etableringsfase som skildra i vedlegg 4.

source: Appendix 2 may specify detailed requirements for the maintenance of equipment that must be performed for the warranty to remain valid.
nn: For utstyr vil det i vedlegg 2 kunne spesifiserast nærare krav til vedlikehald som må vere utført for at garantien skal gjelde.

source: Any deadlines shall be set out in Appendix 5.
nn: Eventuelle fristar skal gå fram av vedlegg 5.

source: Nevertheless, there is no breach of contract if the situation is caused by circumstances related to the Customer or by force majeure.
nn: Det ligg likevel ikkje føre misleghald dersom situasjonen kjem av forhold hos Kunden eller force majeure.

source: All prices are quoted in Norwegian kroner unless the Customer has, in Appendix 7, agreed that prices for components that are delivered from abroad may be stated in a foreign currency.
nn: Alle prisar er i norske kroner med mindre Kunden i vedlegg 7 har opna for at prisar på komponentar som vert leverte frå utlandet, kan oppgivast i utanlandsk valuta.

source: Additional services shall be registered in Appendix 9.
nn: Tilleggstenester skal registrerast i vedlegg 9.

source: The hourly rate may under any circumstance be adjusted as per the beginning of every calendar year, with an amount that shall not exceed the increase in the retail price index (the main index) of Statistics Norway, with the initial reference index value being the index value for the month in which the Agreement was formed, unless a different index value is agreed in Appendix 5.
nn: Timeprisen kan under alle omstende endrast kvart årsskifte, avgrensa oppover til eit beløp som svarer til auken i konsumprisindeksen (hovudindeksen) ved Statistisk sentralbyrå, første gong med utgangspunkt i indeksen for den månaden avtalen vart inngått, med mindre annan indeks er avtalt i vedlegg 5.

source: The requirements for measuring the service level are set out in Appendix 5.
nn: Krav til måling av tenestenivå går fram av vedlegg 5.

source: If an extraordinary situation should arise which is outside the control of the parties, which makes performance of the duties under this Agreement impossible, and which under Norwegian law must be classified as force majeure, the other party shall be notified of this as soon as possible.
nn: Skulle det inntreffe ein ekstraordinær situasjon som ligg utanfor partane sin kontroll, som gjer det uråd å oppfylle plikter etter denne avtalen og som etter norsk rett må reknast som force majeure, skal motparten varslast om dette så raskt som mogleg.
